src/lib/sugarsoapBinding.track_email.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
 xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
 xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:ns1="http://www.sugarcrm.com/sugarcrm">
 <SOAP-ENV:Body SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <ns1:track_email>
   <user_name></user_name>
   <password></password>
   <parent_id></parent_id>
   <contact_ids></contact_ids>
   <date_sent></date_sent>
   <email_subject></email_subject>
   <email_body></email_body>
  </ns1:track_email>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
